Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: The coaching model runs the conversation. Background models for chat summaries or card reads are optional and off unless you set them up (Settings → Connection & model). NOOP never sends more personal data than a request needs.
de: Das Coaching-Modell leitet das Gespräch. Hintergrundmodelle für Chat-Zusammenfassungen oder Kartenlesungen sind optional und deaktiviert, es sei denn, Sie richten sie ein (Einstellungen → Verbindung & Modell). NOOP sendet niemals mehr personenbezogene Daten, als für eine Anfrage erforderlich sind.
es: El modelo de coaching dirige la conversación. Los modelos en segundo plano para resúmenes de chat o lecturas de tarjetas son opcionales y están desactivados a menos que los configure (Configuración → Conexión y modelo). NOOP nunca envía más datos personales de los que necesita una solicitud.
fr: Le modèle de coaching dirige la conversation. Les modèles d'arrière-plan pour les résumés de chat ou les lectures de cartes sont facultatifs et désactivés, sauf si vous les configurez (Paramètres → Connexion et modèle). NOOP n'envoie jamais plus de données personnelles que ce dont une demande a besoin.
it: Il modello di coaching gestisce la conversazione. I modelli di sfondo per i riepiloghi della chat o le letture delle carte sono facoltativi e disattivati ​​a meno che non li configuri (Impostazioni → Connessione e modello). NOOP non invia mai più dati personali di quelli necessari per una richiesta.
pl: Model trenerski prowadzi rozmowę. Modele w tle do podsumowań rozmów i odczytów kart są opcjonalne i wyłączone, dopóki ich nie skonfigurujesz (Ustawienia → Połączenie i model). NOOP nigdy nie wysyła więcej danych osobowych, niż wymaga zapytanie.
pt_pt: O modelo de coaching conduz a conversa. Os modelos de fundo para resumos de bate-papo ou leituras de cartões são opcionais e desativados, a menos que você os configure (Configurações → Conexão e modelo). NOOP nunca envia mais dados pessoais do que uma solicitação precisa.
ru: Модель коучинга управляет разговором. Фоновые модели для сводок чата или чтения карточек не являются обязательными и отключены, если вы их не настроили (Настройки → Соединение и модель). NOOP никогда не отправляет больше личных данных, чем требуется для запроса.
th: โมเดลโค้ชเป็นผู้ดำเนินบทสนทนา โมเดลเบื้องหลังสำหรับสรุปแชตหรืออ่านการ์ดเป็นตัวเลือกและจะปิดอยู่จนกว่าคุณจะตั้งค่า NOOP จะไม่ส่งข้อมูลส่วนตัวเกินกว่าที่คำขอต้องใช้
zh_hans: 教练模型主导着对话。聊天摘要或卡片读取的后台模型是可选的，除非您进行设置（设置→连接和模型），否则它们是关闭的。 NOOP 绝不会发送超出请求所需的个人数据。
zh_hant: 教練模式主導著對話。聊天摘要或卡片讀取的背景模型是可選的，除非您進行設定（設定→連接和模型），否則它們是關閉的。 NOOP 絕不會發送超出請求所需的個人資料。

source: The Deep sleep HRV window needs a night with deep-stage sleep to score Charge. Switch to Whole night in Settings, or wait for a night with more deep sleep.
de: Das Fenster Tiefschlaf HRV benötigt eine Nacht mit Tiefschlaf, um Charge zu erreichen. Wechseln Sie in den Einstellungen zu „Ganze Nacht“ oder warten Sie auf eine Nacht mit tieferem Schlaf.
es: La ventana de sueño profundo HRV necesita una noche con etapa de sueño profundo para obtener una puntuación de Charge. Cambie a Toda la noche en Configuración o espere una noche con un sueño más profundo.
fr: La fenêtre Sommeil profond HRV nécessite une nuit de sommeil profond pour obtenir un score Charge. Passez à Nuit entière dans Paramètres ou attendez une nuit avec un sommeil plus profond.
it: La finestra Sonno profondo HRV richiede una notte con sonno profondo per ottenere un punteggio Charge. Passa a Tutta la notte in Impostazioni o attendi una notte con un sonno più profondo.
pl: Okno HRV ze snu głębokiego wymaga nocy z fazą snu głębokiego, by wyliczyć Poziom energii. Przełącz na Całą noc w Ustawieniach albo poczekaj na noc z większą ilością snu głębokiego.
pt_pt: A janela Sono profundo HRV precisa de uma noite com sono profundo para pontuar Charge. Mude para Noite inteira em Configurações ou espere uma noite de sono mais profundo.
ru: Для окна «Глубокий сон HRV» требуется ночь с глубоким сном, чтобы получить оценку Charge. Переключитесь на «Всю ночь» в настройках или дождитесь ночи с более глубоким сном.
th: หน้าต่าง Deep sleep HRV ต้องใช้เวลาหนึ่งคืนพร้อมกับการนอนหลับลึกจึงจะให้คะแนน พลังฟื้นตัว สลับไปที่ทั้งคืนในการตั้งค่า หรือรอหนึ่งคืนโดยนอนหลับลึกมากขึ้น
zh_hans: 深度睡眠 HRV 窗口需要一晚进行深度睡眠才能得分 Charge。在“设置”中切换到“整晚”，或者等待一个深度睡眠的夜晚。
zh_hant: 深度睡眠 HRV 視窗需要一晚進行深度睡眠才能得分 Charge。在“設定”中切換到“整晚”，或等待一個深度睡眠的夜晚。

source: The extracted text is too large to review locally.
de: Der extrahierte Text ist zu groß, um lokal überprüft zu werden.
es: El texto extraído es demasiado grande para revisarlo localmente.
fr: Le texte extrait est trop volumineux pour être examiné localement.
it: Il testo estratto è troppo grande per essere rivisto localmente.
pl: Wyodrębniony tekst jest zbyt duży, by przejrzeć go lokalnie.
pt_pt: O texto extraído é muito grande para ser revisado localmente.
ru: Извлеченный текст слишком велик для локального просмотра.
th: ข้อความที่แยกออกมามีขนาดใหญ่เกินกว่าจะตรวจสอบในเครื่องได้
zh_hans: 提取的文本太大，无法在本地查看。
zh_hant: 提取的文字太大，無法在本地查看。

source: The full terms are in TERMS.md, shipped with NOOP. This is not legal advice.
de: Die vollständigen Bedingungen stehen in TERMS.md, das mit NOOP ausgeliefert wird. Das ist keine Rechtsberatung.
es: Los términos completos están en TERMS.md, incluido con NOOP. Esto no es asesoría legal.
fr: Les conditions complètes se trouvent dans TERMS.md, fourni avec NOOP. Ceci n'est pas un conseil juridique.
it: I termini completi sono in TERMS.md, distribuito con NOOP. Questa non è una consulenza legale.
pl: Pełne warunki znajdują się w pliku TERMS.md, dostarczanym z NOOP. To nie jest porada prawna.
pt_pt: Os termos completos estão em TERMS.md, enviado com NOOP. Este não é um aconselhamento jurídico.
ru: Полные условия — в файле TERMS.md, поставляемом вместе с NOOP. Это не является юридической консультацией.
th: ข้อกำหนดทั้งหมดอยู่ใน TERMS.md ซึ่งจัดส่งมาพร้อมกับ NOOP นี่ไม่ใช่คำแนะนำทางกฎหมาย
zh_hans: 完整条款见随 NOOP 一同提供的 TERMS.md。这不构成法律建议。
zh_hant: 完整條款見隨 NOOP 一同提供的 TERMS.md。這不構成法律建議。

source: The honest catch: a watch isn't a chest strap. It's brilliant at sleep, steps, workouts and fitness, and lighter on the dense heart-rate-variability a strap measures all night. So recovery takes about a week to calibrate, and a couple of metrics depend on your watch model. NOOP is upfront about all of it. Every watch-derived number carries a confidence, and where the watch can't be honest, NOOP shows nothing instead of a made-up figure.
de: Der ehrliche Haken: Eine Uhr ist kein Brustgurt. Sie ist brillant bei Schlaf, Schritten, Workouts und Fitness und leichter bei der dichten Herzfrequenzvariabilität, die ein Gurt die ganze Nacht misst. Die Erholung braucht daher etwa eine Woche zum Kalibrieren, und ein paar Metriken hängen von deinem Uhrenmodell ab. NOOP ist bei all dem offen. Jede von der Uhr abgeleitete Zahl trägt eine Konfidenz, und wo die Uhr nicht ehrlich sein kann, zeigt NOOP nichts statt einer erfundenen Zahl.
es: El detalle honesto: un reloj no es una banda de pecho. Es brillante para sueño, pasos, entrenamientos y forma física, y más limitado en la densa variabilidad de la frecuencia cardíaca que una pulsera mide toda la noche. Así que la recuperación tarda una semana aproximada en calibrarse, y un par de métricas dependen del modelo de tu reloj. NOOP es transparente con todo esto. Cada número derivado del reloj lleva una confianza, y donde el reloj no puede ser honesto, NOOP no muestra nada en vez de una cifra inventada.
fr: Le revers, en toute honnêteté : une montre n'est pas une ceinture pectorale. Elle excelle pour le sommeil, les pas, les entraînements et la forme physique, et est plus limitée sur la variabilité de la fréquence cardiaque dense qu'un bracelet mesure toute la nuit. La récupération met donc environ une semaine à se calibrer, et quelques métriques dépendent du modèle de votre montre. NOOP est transparent sur tout cela. Chaque chiffre dérivé de la montre porte une confiance, et là où la montre ne peut pas être honnête, NOOP n'affiche rien plutôt qu'un chiffre inventé.
it: L'onesto rovescio della medaglia: un orologio non è una fascia toracica. È eccellente per sonno, passi, allenamenti e forma fisica, e più debole sulla densa variabilità della frequenza cardiaca che una fascia misura tutta la notte. Perciò il recupero impiega circa una settimana a calibrarsi, e un paio di metriche dipendono dal modello del tuo orologio. NOOP è trasparente su tutto questo. Ogni valore derivato dall'orologio porta con sé un'affidabilità, e dove l'orologio non può essere onesto, NOOP non mostra nulla invece di un dato inventato.
pl: Szczery haczyk: zegarek to nie pasek na klatkę piersiową. Świetnie sprawdza się podczas snu, wykonywania kroków, ćwiczeń i ćwiczeń fizycznych, a jednocześnie jest lżejszy w przypadku dużej zmienności tętna, którą pasek mierzy przez całą noc. Kalibracja przywracania zajmuje około tygodnia, a kilka wskaźników zależy od modelu zegarka. NOOP mówi o tym wszystkim otwarcie. Każdy numer uzyskany z zegarka niesie ze sobą pewność, a tam, gdzie zegarek nie może być uczciwy, NOOP nie pokazuje niczego zamiast zmyślonej liczby.
pt_pt: A verdade: um relógio não é uma correia torácica. É brilhante no sono, nos passos, nos treinos e na preparação física, e mais leve na densa variabilidade do frequência cardíaca que uma bracelete mede durante toda a noite. Portanto, a recuperação demora cerca de uma semana a ser calibrada e algumas métricas dependem do modelo do teu relógio. O NOOP é sincero sobre tudo isto. Cada número derivado do relógio transporta consigo uma confiança e, onde o relógio não pode ser honesto, o NOOP não mostra nada em vez de um número inventado.
ru: Честно говоря: часы — это не нагрудный датчик пульса. Они отлично справляются со сном, шагами, тренировками и активностью, но хуже — с плотными данными ВСР, которые браслет измеряет всю ночь. Поэтому калибровка Восстановления занимает около недели, а пара показателей зависит от модели ваших часов. NOOP честен обо всём этом. Каждое значение, полученное с часов, сопровождается уровнем достоверности, а там, где часы не могут дать честный ответ, NOOP не показывает ничего вместо выдуманного числа.
th: สิ่งที่จับต้องได้: นาฬิกาไม่ใช่สายรัดหน้าอก มันยอดเยี่ยมทั้งการนอน การก้าวเดิน การออกกำลังกาย และฟิตเนส และยังเบากว่าเมื่อความแปรปรวนของอัตราการเต้นหัวใจหนาแน่นที่สายรัดวัดตลอดทั้งคืน ดังนั้นการฟื้นตัวจะใช้เวลาประมาณหนึ่งสัปดาห์ในการปรับเทียบ และหน่วยเมตริกสองสามรายการขึ้นอยู่กับรุ่นนาฬิกาของคุณ NOOP ตรงไปตรงมาเกี่ยวกับเรื่องนี้ทั้งหมด หมายเลขที่ได้รับจากนาฬิกาทุกหมายเลขมีความมั่นใจ และในกรณีที่นาฬิกาไม่สามารถบอกได้อย่างตรงไปตรงมา NOOP จะไม่แสดงอะไรเลยนอกจากตัวเลขที่ถูกสร้างขึ้น
zh_hans: 诚实的不足之处：手表不是胸带。它在睡眠、步数、锻炼和健身方面表现出色，但在胸带整晚测量的密集心率变异性方面较弱。因此恢复大约需要一周来校准，并且有几项指标取决于你的手表型号。NOOP 对这一切都坦诚相告。每一个源自手表的数字都带有置信度，而当手表无法诚实反映时，NOOP 会什么都不显示，而不是给出一个编造的数字。
zh_hant: 誠實的不足之處：手錶不是胸帶。它在睡眠、步數、鍛鍊和健身方面表現出色，但在胸帶整晚測量的密集心率變異性方面較弱。因此恢復大約需要一週來校準，並且有幾項指標取決於你的手錶型號。NOOP 對這一切都坦誠相告。每一個源自手錶的數字都帶有信賴度，而當手錶無法誠實反映時，NOOP 會什麼都不顯示，而不是給出一個編造的數字。

source: the last %lld nights
de: die letzten %lld Nächte
es: las últimas %lld noches
fr: les %lld dernières nuits
it: le ultime %lld notti
pl: ostatnie noce %lld
pt_pt: as últimas %lld noites
ru: последние %lld ночей
th: คืน %lld ล่าสุด
zh_hans: 最近 %lld 晚
zh_hant: 過去 %lld 晚

source: the last 7 days
de: die letzten 7 Tage
es: los últimos 7 días
fr: les 7 derniers jours
it: gli ultimi 7 giorni
pl: ostatnie 7 dni
pt_pt: os últimos 7 dias
ru: последние 7 дней
th: 7 วันที่ผ่านมา
zh_hans: 最近 7 天
zh_hant: 過去 7 天

source: the last night
de: die letzte Nacht
es: la última noche
fr: la dernière nuit
it: l'ultima notte
pl: ostatnią noc
pt_pt: a última noite
ru: последняя ночь
th: คืนสุดท้าย
zh_hans: 昨晚
zh_hant: 昨晚

source: The line is each waking hour's 0-3 proxy, scored against your own calm hours today. The bar below splits your day into calm, moderate and high stress time.
de: Die Linie ist der 0-3 Proxy jeder Wachstunde, der heute gegen Ihre eigenen ruhigen Stunden erzielt wurde. Die Bar unten teilt Ihren Tag in ruhige, moderate und hohe Stresszeit.
es: La línea es cada hora de despertar 0-3 proxy, marcado en contra de sus propias horas de calma hoy. La barra de abajo divide su día en tiempo de calma, moderado y de alta tensión.
fr: La ligne représente l'indice 0–3 de chaque heure éveillée, noté par rapport à vos propres heures calmes d'aujourd'hui. La barre ci-dessous répartit votre journée en temps de stress calme, modéré et élevé.
pl: Linia to przybliżony wskaźnik 0-3 każdej godziny czuwania, porównany z Twoimi dzisiejszymi spokojnymi godzinami. Poniższy pasek dzieli Twój dzień na czas spokoju, umiarkowanego i dużego stresu.
pt_pt: A linha é o proxy 0-3 de cada hora de vigília, pontuado em relação às suas próprias horas calmas de hoje. A barra abaixo divide o teu dia em momentos de stress calmo, moderado e elevado.
th: เส้นนี้คือพร็อกซี 0-3 ของแต่ละชั่วโมงตื่น โดยเทียบกับชั่วโมงสงบของคุณในวันนี้ แถบด้านล่างแบ่งวันของคุณออกเป็นช่วงเวลาสงบ ปานกลาง และเครียดสูง

source: The line is each waking hour's 0–3 proxy, scored against your own calm hours today. The bar below splits your day into calm, moderate and high stress time.
de: Die Linie ist der 0–3-Proxy jeder wachen Stunde, bewertet gegen deine eigenen ruhigen Stunden heute. Der Balken darunter teilt deinen Tag in ruhige, moderate und hochgestresste Zeit.
es: La línea es el índice de 0–3 de cada hora despierta, puntuado frente a tus propias horas de calma de hoy. La barra de abajo divide tu día en tiempo de estrés bajo, moderado y alto.
fr: La ligne représente l'indice 0–3 de chaque heure éveillée, noté par rapport à vos propres heures calmes d'aujourd'hui. La barre ci-dessous répartit votre journée en temps de stress calme, modéré et élevé.
it: La linea è l'indicatore 0–3 di ogni ora di veglia, valutato rispetto alle tue ore di calma di oggi. La barra sottostante suddivide la tua giornata in tempo di stress calmo, moderato ed elevato.
pl: Linia to przybliżony wskaźnik 0–3 każdej godziny czuwania, porównany z Twoimi dzisiejszymi spokojnymi godzinami. Poniższy pasek dzieli Twój dzień na czas spokoju, umiarkowanego i dużego stresu.
pt_pt: A linha é o proxy 0–3 de cada hora de vigília, pontuado em relação às suas próprias horas calmas de hoje. A barra abaixo divide o teu dia em momentos de stress calmo, moderado e elevado.
ru: Линия показывает оценку 0–3 для каждого часа бодрствования, в сравнении с вашими спокойными часами сегодня. Полоса ниже делит день на время спокойствия, умеренного и высокого стресса.
th: เส้นนี้คือพร็อกซี 0–3 ของแต่ละชั่วโมงตื่น โดยเทียบกับชั่วโมงสงบของคุณในวันนี้ แถบด้านล่างแบ่งวันของคุณออกเป็นช่วงเวลาสงบ ปานกลาง และเครียดสูง
zh_hans: 这条线是每个清醒小时的 0–3 代理值，以你今天自己的平静时段为基准评分。下方的条形将你的一天划分为平静、中度和高压力时间。
zh_hant: 這條線是每個清醒小時的 0–3 代理值，以你今天自己的平靜時段為基準評分。下方的長條將你的一天劃分為平靜、中度和高壓力時間。

source: The master switch for every wrist buzz (inactivity, stress, alerts). Off keeps the strap quiet no matter what else is on.
de: Der Hauptschalter für jedes Handgelenk-Vibrieren (Inaktivität, Stress, Hinweise). Aus hält den Strap still, egal was sonst an ist.
es: El interruptor maestro de todas las vibraciones en la muñeca (inactividad, estrés, alertas). Apagado mantiene la pulsera en silencio sin importar qué más esté activado.
fr: L'interrupteur principal de toutes les vibrations au poignet (inactivité, stress, alertes). Désactivé, il garde le bracelet silencieux quoi que soit d'autre activé.
it: L'interruttore generale per ogni vibrazione al polso (inattività, stress, avvisi). Se è spento la fascia resta in silenzio, qualunque altra cosa sia attiva.
pl: Główny wyłącznik dla każdego szumu nadgarstka (bezczynność, stres, alarmy). Opcja Off zapewnia ciszę paska, niezależnie od tego, co jest włączone.
pt_pt: O interruptor principal para cada zumbido no pulso (inatividade, stress, alertas). Desligado mantém a bracelete silenciosa, independentemente do que mais esteja colocado.
ru: Главный переключатель для всех вибросигналов на запястье (бездействие, стресс, уведомления). Если выключен, браслет молчит независимо от остальных настроек.
th: สวิตช์หลักสำหรับการสั่นเตือนที่ข้อมือทั้งหมด เช่น การไม่เคลื่อนไหว ความเครียด และการแจ้งเตือน เมื่อปิด สายรัดจะไม่สั่นไม่ว่าตัวเลือกอื่นจะเปิดอยู่หรือไม่
zh_hans: 所有手腕震动（久坐、压力、提醒）的总开关。关闭后，无论其他开关如何设置，手环都会保持安静。
zh_hant: 所有手腕震動（久坐、壓力、提醒）的總開關。關閉後無論其他設定如何，手環都會保持安靜。

source: The method behind the score, not today's values.
de: Die Methode hinter dem Wert, nicht die heutigen Zahlen.
es: El método detrás de la puntuación, no los valores de hoy.
fr: La méthode derrière le score, pas les valeurs du jour.
it: Il metodo dietro il punteggio, non i valori di oggi.
pl: Metoda kryjąca się za wynikiem, a nie dzisiejsze wartości.
pt_pt: O método por detrás da pontuação, não os valores de hoje.
ru: Метод расчёта показателя, а не сегодняшние значения.
th: วิธีการเบื้องหลังคะแนน ไม่ใช่มูลค่าปัจจุบัน
zh_hans: 评分背后的方法，而非今天的数值。
zh_hant: 評分背後的方法，而非今天的數值。

source: The model then writes the answer in plain language. When a specific number is needed, it can use a permitted tool; NOOP checks that tool locally before returning a result.
de: Das Modell schreibt dann die Antwort im Klartext. Wenn eine bestimmte Nummer benötigt wird, kann ein zugelassenes Werkzeug verwendet werden. NOOP überprüft dieses Tool lokal, bevor ein Ergebnis zurückgegeben wird.
es: Luego, el modelo escribe la respuesta en lenguaje sencillo. Cuando se necesita un número específico, se puede utilizar una herramienta permitida; NOOP verifica esa herramienta localmente antes de devolver un resultado.
fr: Le modèle écrit ensuite la réponse en langage clair. Lorsqu'un numéro spécifique est nécessaire, il peut utiliser un outil autorisé ; NOOP vérifie cet outil localement avant de renvoyer un résultat.
it: Il modello quindi scrive la risposta in un linguaggio semplice. Quando è necessario un numero specifico, può utilizzare uno strumento consentito; NOOP controlla lo strumento localmente prima di restituire un risultato.
pl: Następnie model pisze odpowiedź prostym językiem. Gdy potrzebna jest konkretna liczba, może użyć dozwolonego narzędzia; NOOP sprawdza je lokalnie przed zwróceniem wyniku.
pt_pt: O modelo então escreve a resposta em linguagem simples. Quando for necessário um número específico, pode-se utilizar uma ferramenta permitida; NOOP verifica essa ferramenta localmente antes de retornar um resultado.
ru: Затем модель записывает ответ простым языком. Когда требуется определенное количество, можно использовать разрешенный инструмент; NOOP проверяет этот инструмент локально, прежде чем вернуть результат.
th: จากนั้นโมเดลจะตอบด้วยภาษาที่เข้าใจง่าย เมื่อต้องใช้ตัวเลขเฉพาะ โมเดลสามารถเรียกเครื่องมือที่ได้รับอนุญาต โดย NOOP ตรวจสอบสิทธิ์บนอุปกรณ์ก่อนส่งผลลัพธ์
zh_hans: 然后模型用简单的语言写出答案。当需要特定数量时，可以使用允许的工具； NOOP 在返回结果之前在本地检查该工具。
zh_hant: 然後模型用簡單的語言寫出答案。當需要特定數量時，可以使用允許的工具； NOOP 在傳回結果之前在本機檢查該工具。

source: The model this uses lives under Connection & model → Background models.
de: Das dafür genutzte Modell findest du unter „Verbindung & Modell“ → „Hintergrund-Modelle“.
es: El modelo que usa está en Conexión y modelo → Modelos en segundo plano.
fr: Le modèle utilisé se trouve dans Connexion et modèle → Modèles d'arrière-plan.
it: Il modello utilizzato si trova in Connessione e modello → Modelli di sfondo.
pl: Model używany do tego znajdziesz w Połączenie i model → Modele w tle.
pt_pt: O modelo usado fica em Conexão e modelo → Modelos de fundo.
ru: Используемая модель находится в разделе «Соединение и модель» → «Фоновые модели».
th: โมเดลนี้ใช้ชีวิตภายใต้การเชื่อมต่อ & โมเดล → โมเดลพื้นหลัง
zh_hans: 它使用的模型位于“连接和模型”→“背景模型”下。
zh_hant: 它使用的模型位於「連接和模型」→「背景模型」下。

source: the NOOP database failed its integrity check (SQLite reports: %@). A backup of it would not restore. Export the WHOOP-format CSV (Settings → Export data) to save what's still readable.
de: Die Datenbank NOOP hat ihre Integritätsprüfung nicht bestanden (SQLite-Berichte: %@). Eine Sicherung davon ließe sich nicht wiederherstellen. Exportieren Sie die CSV-Datei im WHOOP-Format (Einstellungen → Daten exportieren), um zu speichern, was noch lesbar ist.
es: la base de datos NOOP falló su verificación de integridad (informes SQLite: %@). Una copia de seguridad del mismo no se restauraría. Exporte el formato CSV WHOOP (Configuración → Exportar datos) para guardar lo que aún sea legible.
fr: la base de données NOOP a échoué lors de sa vérification d'intégrité (rapports SQLite : %@). Une sauvegarde de celui-ci ne serait pas restaurée. Exportez le CSV au format WHOOP (Paramètres → Exporter les données) pour enregistrer ce qui est encore lisible.
it: il database NOOP non ha superato il controllo di integrità (rapporti SQLite: %@). Un backup non verrebbe ripristinato. Esporta il CSV in formato WHOOP (Impostazioni → Esporta dati) per salvare ciò che è ancora leggibile.
pl: baza danych NOOP nie przeszła kontroli spójności (SQLite zgłasza: %@). Jej kopia zapasowa nie dałaby się przywrócić. Wyeksportuj CSV w formacie WHOOP (Ustawienia → Eksport danych), by ocalić to, co wciąż da się odczytać.
pt_pt: o banco de dados NOOP falhou na verificação de integridade (relatórios SQLite: %@). Um backup dele não seria restaurado. Exporte o CSV no formato WHOOP (Configurações → Exportar dados) para salvar o que ainda está legível.
ru: база данных NOOP не прошла проверку целостности (SQLite сообщает: %@). Резервная копия его не восстановит. Экспортируйте CSV-файл в формате WHOOP (Настройки → Экспорт данных), чтобы сохранить то, что еще можно прочитать.
th: ฐานข้อมูล NOOP ไม่ผ่านการตรวจสอบความสมบูรณ์ (รายงาน SQLite: %@) ข้อมูลสำรองของมันไม่สามารถกู้คืนได้ ส่งออก WHOOP รูปแบบ CSV (การตั้งค่า → ส่งออกข้อมูล) เพื่อบันทึกสิ่งที่ยังอ่านได้
zh_hans: NOOP 数据库未通过完整性检查（SQLite 报告：%@）。它的备份无法恢复。导出 WHOOP 格式的 CSV（设置→导出数据）以保存仍然可读的内容。
zh_hant: NOOP 資料庫未通過完整性檢查（SQLite 報告：%@）。它的備份無法恢復。匯出 WHOOP 格式的 CSV（設定→匯出資料）以儲存仍可讀的內容。

# The nudge fires %lldh %lldm before this.
source: The nudge fires %1$lldh %2$lldm before this.
de: Der Anstoß löst %1$lldh %2$lldm davor aus.
es: El aviso se dispara %lldh %lldm antes de esto.
fr: Le rappel se déclenche %1$lldh %2$lldm avant cela.
it: Il promemoria scatta %1$lldh %2$lldm prima di questo.
pl: Szturchnięcie uruchamia wcześniej %1$lldh %2$lldm.
pt_pt: O empurrão dispara %1$lldh %2$lldm antes disso.
ru: Подсказка сработает за %1$lldч %2$lldм до этого.
th: การดันจะยิง %lldh %lldm ก่อนหน้านี้
zh_hans: 提醒会在此之前 %1$lld 小时 %2$lld 分钟触发。
zh_hant: 提醒會在此之前 %1$lld 小時 %2$lld 分鐘觸發。

source: The numbers
de: Die Zahlen
es: Los números
fr: Les chiffres
it: I numeri
pl: Księga Liczb
pt_pt: Os números
ru: Цифры
th: ตัวเลข
zh_hans: 各项数字
zh_hant: 各項數字

source: THE ONE RULE
de: DIE EINE REGEL
es: LA ÚNICA REGLA
fr: LA SEULE RÈGLE
it: L'UNICA REGOLA
pl: JEDNA ZASADA
pt_pt: A ÚNICA REGRA
ru: ГЛАВНОЕ ПРАВИЛО
th: กฎข้อเดียว
zh_hans: 唯一的规则
zh_hant: 唯一的規則
